{
    "navbar.aboutme": "about",
    "navbar.projects": "projects",
    "navbar.education": "education",
    "navbar.certifications": "certifications",
    "navbar.contactme": "contact",
    "avatar.jobTitle": "Full Stack Software Engineer",
    "contact": "Contact",
    "contact.name": "Name",
    "contact.namePlaceholder": "Your name",
    "contact.email": "Email",
    "contact.emailPlaceholder": "Your email",
    "contact.message": "Message",
    "contact.messagePlaceholder": "Your message",
    "contact.sendButton": "Send",
    "section.about.title": "About Me",
    "section.about.p1": "I am a software engineer with almost three years of experience. Moved from Brazil, where I used to work with Machine Learning and Big Data, to Australia and since then have been working as a full stack software engineer. In this period, I developed many new skills with technologies such as: Docker, ReactJS, Spring Boot, Golang and other.",
    "section.about.p2": "I am comfortable dealing directly with clients, gathering requirements and, from them, designing, implementing and delivering the solution for the problem.",
    "section.highlights": "Most Recent Highlight",
    "section.highlights.p1": "Designed and implemented an inteire software system to manage the many aspects of the company businees, including: Orders Status, Commissions, Customer Relationship, Project Management and other features. This project reduced drastically errors made the users, when projects were managed using spreadsheet, improved precision and it fits the need of the company, rather than being a generic software.",
    "section.interests": "Interests",
    "section.interests.p1": "I have worked with machine learning for a couple of years now. It started with developing a model to predict the ball position on a Robot Soccer match; next I studied and applied different ML algorithms for Number Plate Recognition with Computer Vision; after that, professionally, when I was the leader of a project to develop a ML model to detect fault wind generators, allowing a faster repair and reduce down time.",
    "section.interests.p2": "I am really excited about all the possibilities around IoT. I have worked with it before, and intend to work with it again in the future.",
    "section.other": "Other Things",
    "section.other.p1": "I had a CCNA (Cisco Certified Network Associated) from 2016 to 2019.",
    "section.other.p2.1": "Occasionally I write on",
    "section.other.p2.2": ", about different technologies that I find interesting."
}